{
    "continent": {
        "africa": "Africa",
        "asia": "Asia",
        "europe": "Europe",
        "north-america": "North America",
        "oceania": "Oceania",
        "south-america": "South America"
    },
    "modal": {
        "select-countries": "Select one of the available countries"
    },
    "menu": {
        "map": "Map",
        "fullscreen": "Fullscreen",
        "cursor-hide": "Hide cursor",
        "cursor-show": "Show cursor",
        "language": "Language"
    },
    "country": {
        "argentina": "Argentina",
        "australia": "Australia",
        "brazil": "Brazil",
        "china": "China",
        "costa-rica": "Costa Rica",
        "cuba": "Cuba",
        "fiji": "Fiji",
        "finland": "Finland",
        "india": "India",
        "italy": "Italy",
        "japan": "Japan",
        "mexico": "Mexico",
        "new-zealand": "New Zealand",
        "papua-new-guinea": "Papua New Guinea",
        "paraguay": "Paraguay",
        "peru": "Peru",
        "russia": "Russia",
        "serbia": "Serbia",
        "south-africa": "South Africa",
        "united-states": "United States",
        "philippines": "Philippines"
    },
    "recipes": {
        "ingredients": "Ingredients",
        "description": "Description"
    },
    "recipes-south-africa": {
        "kersfees-braai-title": "Christmas Barbecue",
        "kersfees-braai-original": "Kersfees Braai",
        "kersfees-braai-description": "In South Africa, people reunite in open air to enjoy a traditional barbecue called 'braai'. Various types of meat, such as boerewors (traditional sausage), lamb chops, chicken, and steak, are grilled over an open flame. The barbecue is often accompanied by side dishes like potato salad, corn on the cob, and chakalaka (a spicy vegetable relish). It's a festive and social event that brings family and friends together to celebrate Christmas.",
        "kersfees-gammon-title": "Roast Christmas Tender",
        "kersfees-gammon-original": "Kersfees Gammon",
        "kersfees-gammon-description": "A traditional Christmas dish in South Africa is the roast gammon, a type of cured pork. The gammon is typically glazed with a mixture of honey, mustard, and cloves, then roasted until tender and caramelized. It is often served with sides such as roasted vegetables, mashed potatoes, and gravy. This dish is a centerpiece of the Christmas meal, bringing warmth and flavor to the festive table.",
        "malva-pudding-title": "Malva Pudding",
        "malva-pudding-original": "Malva Pudding",
        "malva-pudding-description": "Traditional hot dessert in South Africa, Malva Pudding is a sweet and spongy cake made with apricot jam and served with a warm cream sauce. The pudding has a rich, caramelized flavor and a moist texture, making it a favorite during Christmas celebrations. It is often enjoyed with custard or ice cream, providing a delightful end to the festive meal."
    },
    "recipes-egypt": {
        "koshari-title": "Koshari",
        "koshari-original": "Koshari",
        "koshari-description": "Popular dish made of layers of rice, lentils, and macaroni, topped with a spiced tomato sauce and crispy fried onions. It is often garnished with chickpeas and served with a side of vinegar or hot sauce.",
        "fatta-title": "Fatta",
        "fatta-original": "Fatta",
        "fatta-description": "Festive dish made with layers of crispy bread, rice, and meat (usually lamb or beef), all soaked in a flavorful garlic and vinegar broth. It is typically garnished with toasted nuts and fresh herbs.",
        "kahk-title": "Kahk",
        "kahk-original": "Kahk",
        "kahk-description": "Traditional Egyptian cookies made with a buttery dough, often filled with dates, nuts, or Turkish delight. They are usually dusted with powdered sugar and enjoyed during festive occasions."
    },
    "recipes-nigeria": {
        "jollof-rice-title": "Jollof Rice",
        "jollof-rice-original": "Jollof Rice",
        "jollof-rice-description": "Nigerian Christmas celebrations are often street parties filled with music, dancing, and delicious food. One of the most popular dishes is Jollof rice, a flavorful one-pot dish made with rice, tomatoes, onions, and a blend of spices. It is often served with fried plantains, salad, and grilled or fried meat.",
        "grilled-meat-title": "Grille Meat",
        "grilled-meat-original": "Grilled Meat",
        "grilled-meat-description": "Assorted meats such as beef, chicken, and goat, marinated in a blend of spices and grilled over an open flame. The meat is typically served with the Jollof rice and a side of spicy pepper sauce.",
        "pepper-soup-title": "Pepper Soup",
        "pepper-soup-original": "Pepper Soup",
        "pepper-soup-description": "A spicy and flavorful soup made with a variety of meats (such as fish, chicken, or goat) and seasoned with traditional Nigerian spices. It is often enjoyed as a starter during Christmas celebrations to warm up the guests.",
        "fried-rice-title": "Fried Rice",
        "fried-rice-original": "Fried Rice",
        "fried-rice-description": "A popular side dish made with rice, mixed vegetables, and sometimes small pieces of meat or shrimp. It is stir-fried with soy sauce and other seasonings, making it a tasty accompaniment to the main dishes during Christmas feasts."
    },
    "recipes-rwanda": {
        "isombe-title": "Isombe",
        "isombe-original": "Isombe",
        "isombe-description": "Rwandan traditional dish made from cassava leaves cooked with peanut butter, onions, and spices. It is often served with rice or plantains during festive occasions like Christmas.",
        "bugali-title": "Bugali",
        "bugali-original": "Bugali",
        "bugali-description": "A famous African dish with many names and variations, such as Ugali, in Kenya, or Posho, in Uganda. In Rwanda, Bugali is made from maize flour cooked with water to form a dense, dough-like consistency. It is typically served as a staple side dish alongside meat, vegetables, or stews during Christmas celebrations.",
        "brochettes-title": "Rwandan Kebabs",
        "brochettes-original": "Brochettes",
        "brochettes-description": "Grilled meat skewers, often made with beef, goat, or chicken, marinated in a blend of spices and grilled over an open flame. They are a popular street food in Rwanda and are commonly enjoyed during festive occasions like Christmas together with fried plantains and a side of spicy sauce."
    },
    "recipes-costa-rica": {
        "tamales-title": "Christmas Tamales",
        "tamales-original": "Tamales",
        "tamales-description": "Traditional dish made from corn dough filled with a mixture of pork, vegetables, and spices, wrapped in banana leaves and steamed. They are a staple during Christmas celebrations in Costa Rica.",
        "cerdo-title": "Pork Leg Roast",
        "cerdo-original": "Pierna de Cerdo Asado",
        "cerdo-description": "Roasted pork leg marinated with a blend of spices, garlic, and citrus juice, then slow-cooked until tender and flavorful. It is often served with rice, beans, and plantains during Christmas feasts.",
        "rompope-title": "Rompope Eggnog",
        "rompope-original": "Rompope",
        "rompope-description": "Traditional Costa Rican eggnog made with milk, sugar, eggs, cinnamon, and rum. It is a popular festive drink enjoyed during Christmas celebrations."
    },
    "recipes-cuba": {
        "lechon-title": "Whole Roast Pig",
        "lechon-original": "Lechón Asado",
        "lechon-description": "A traditional Cuban Christmas dish, whole roast pig is marinated with a blend of spices, garlic, and citrus juice, then slow-cooked over an open fire or in an oven until the skin is crispy and the meat is tender. It is often served with rice, black beans, and plantains during festive celebrations.",
        "congri-title": "Congrí",
        "congri-original": "Congrí",
        "congri-description": "A classic Cuban side dish made with rice and black beans cooked together with garlic, onions, and spices. Congrí is a staple accompaniment to the whole roast pig and is enjoyed during Christmas feasts.",
        "yuca-title": "Manioc with Sauce",
        "yuca-original": "Yuca con Mojo",
        "yuca-description": "Yuca con Mojo is a traditional Cuban dish made with boiled manioc (cassava) served with a tangy garlic and citrus sauce called mojo. The sauce is made with garlic, olive oil, lime juice, and spices, providing a flavorful complement to the starchy manioc. This dish is often enjoyed as a side during Christmas celebrations."
    },
    "recipes-united-states": {
        "turkey-title": "Roast Turkey",
        "turkey-original": "Roast Turkey",
        "turkey-description": "A traditional main course for Christmas dinner in the United States, roast turkey is often seasoned with herbs and spices, stuffed with a bread-based stuffing, and roasted until golden brown. It is typically served with a variety of side dishes such as mashed potatoes, cranberry sauce, and gravy.",
        "ham-title": "Glazed Ham",
        "ham-original": "Glazed Ham",
        "ham-description": "A popular alternative to turkey for Christmas dinner, glazed ham is a cured pork leg that is often coated with a sweet glaze made from ingredients like brown sugar, honey, and mustard. The ham is baked until the glaze caramelizes, creating a flavorful and festive centerpiece for the holiday meal.",
        "pumpkin-pie-title": "Pumpkin Pie",
        "pumpkin-pie-original": "Pumpkin Pie",
        "pumpkin-pie-description": "Classic dessert served during Christmas celebrations in the United States, pumpkin pie is made with a spiced pumpkin filling baked in a flaky pie crust. The filling typically includes ingredients like cinnamon, nutmeg, and cloves, giving it a warm and comforting flavor. Pumpkin pie is often served with whipped cream on top."
    },
    "recipes-mexico":{
        "jamon-title": "Christmas Ham",
        "jamon-original": "Jamon de Navidad",
        "jamon-description": "Cured pork leg glazed with a mixture of pineapple juice, brown sugar, and cloves, then baked until caramelized. It is often served with sides like mashed potatoes, green beans, and cranberry sauce during Christmas celebrations.",
        "turkey-title": "Roast Turkey",
        "turkey-original": "Pavo Relleno",
        "turkey-description": "Whole turkey stuffed with a mixture of ground meat, nuts, dried fruits, and spices, then roasted until golden brown. It is a centerpiece dish for Christmas dinner in Mexico, often accompanied by traditional sides such as rice, beans, and tamales.",
        "tamales-title": "Christmas Tamales",
        "tamales-original": "Tamales",
        "tamales-description": "Traditional dish made from corn dough filled with a variety of ingredients such as pork, chicken, cheese, or vegetables, wrapped in corn husks and steamed. Tamales are a staple during Christmas celebrations in Mexico, often prepared in large quantities to share with family and friends. They are typically served with salsa or mole sauce."
    },
    "recipes-argentina": {
        "asado-title": "Argentinian Barbecue",
        "asado-original": "Asado Argentino",
        "asado-description": "A traditional Argentinian barbecue, known as 'asado', is a popular dish during Christmas celebrations. It consists of various cuts of beef, pork, and sausages grilled over an open flame or charcoal. The meat is often seasoned simply with salt and served with chimichurri sauce, a tangy blend of herbs, garlic, vinegar, and oil. Asado is typically enjoyed with family and friends, accompanied by side dishes such as salads, grilled vegetables, and bread.",
        "pionono-title": "Pionono",
        "pionono-original": "Pionono",
        "pionono-description": "Salty rolled cake filled with ham, cheese, and mayonnaise, often garnished with olives and roasted red peppers. Pionono is a popular appetizer during Christmas celebrations in Argentina, offering a delicious combination of flavors in a bite-sized form.",
        "pan-dulce-title": "Sweet Bread",
        "pan-dulce-original": "Pan Dulce",
        "pan-dulce-description": "Traditional sweet bread enjoyed during Christmas in Argentina, Pan Dulce is a rich, fruit-filled cake made with dried fruits, nuts, and spices. The dough is often flavored with citrus zest and sometimes includes a splash of rum or brandy. Pan Dulce is typically sliced and served with a cup of hot chocolate or coffee, making it a delightful treat during the festive season."
    },
    "recipes-brazil": {
        "peru-title": "Roast Turkey",
        "peru-original": "Peru Assado",
        "peru-description": "The Brazilian Christmas turkey is a festive dish that takes center stage during the holiday celebrations. The turkey is typically marinated with a blend of herbs, spices, and citrus juices, infusing it with rich flavors. It is then roasted to perfection, resulting in tender and juicy meat with a crispy golden skin. The turkey is often stuffed with a savory mixture of ingredients such as rice, nuts, dried fruits, and vegetables, adding an extra layer of taste and texture. Served alongside traditional side dishes like farofa (toasted cassava flour mixture), salads, and rice.",
        "rabanada-title": "Rabanada",
        "rabanada-original": "Rabanada",
        "rabanada-description": "Rabanada is a beloved Brazilian Christmas dessert that resembles French toast. It is made by soaking slices of bread in a mixture of milk, sugar, and eggs, then frying them until golden brown. The fried bread slices are typically coated with a mixture of cinnamon and sugar, giving them a sweet and aromatic flavor. Rabanada is often served warm, sometimes drizzled with honey or topped with fruit preserves, making it a delightful treat during the festive season.",
        "arroz-title": "Christmas Rice",
        "arroz-original": "Arroz Natalino",
        "arroz-description": "Christmas rice is a traditional Brazilian side dish served during the holiday season. This festive rice is typically prepared with a combination of ingredients that add color, flavor, and texture. Common additions include diced vegetables such as peas, carrots, and corn, as well as nuts like cashews or almonds for a delightful crunch. Some variations may also include raisins or dried fruits for a touch of sweetness. A fun fact is that people are often divided between lovers and haters of raisins in their Christmas rice.",
        "panetone-title": "Sweet Bread",
        "panetone-original": "Panetone",
        "panetone-description": "Panetone is a traditional Italian sweet bread that has become a beloved Christmas treat in Brazil. This festive bread is characterized by its light and airy texture. Some people are strong supporters of its original version, with dried fruits and citrus peel, while others prefer variations, sometimes called 'Chocotone', filled with chocolate, nuts, or other indulgent ingredients."
    },
    "recipes-philippines":{
        "lumpiang-title": "Shanghai Spring Rolls",
        "lumpiang-original": "Lumpiang Shanghai",
        "lumpiang-description": "Lumpiang Shanghai is a popular Filipino appetizer often served during Christmas celebrations. These spring rolls are made by wrapping a mixture of ground pork, finely chopped vegetables (such as carrots, onions, and garlic), and seasonings in thin spring roll wrappers. The rolls are then deep-fried until golden brown and crispy. Lumpiang Shanghai is typically served with a sweet and sour dipping sauce, making it a delicious and festive addition to the holiday feast.",
        "embutido-title": "Philippine Embutido",
        "embutido-original": "Embutido",
        "embutido-description": "Embutido is a traditional Filipino meatloaf that is commonly served during Christmas celebrations. This dish is made by combining ground pork with various ingredients such as grated carrots, raisins, bell peppers, onions, and hard-boiled eggs. The mixture is then seasoned with soy sauce, fish sauce, and spices before being rolled into a log shape, wrapped in aluminum foil, and steamed until cooked through. Once cooled, the embutido is sliced and often pan-fried to give it a crispy exterior. It is typically served with rice and a side of tomato sauce or banana ketchup, making it a flavorful and festive dish for the holiday season.",
        "puto-title": "Bamboo-Baked Puto",
        "puto-original": "Puto Bumbong",
        "puto-description": "Puto Bumbong is a traditional Filipino rice cake that is especially popular during the Christmas season. This delicacy is made from glutinous rice that is soaked in water, ground into a fine paste, and then dyed purple using food coloring or natural ingredients like ube (purple yam). The rice mixture is then packed into bamboo tubes and steamed until cooked. Once removed from the bamboo, the puto bumbong is typically topped with grated coconut, butter or margarine, and a sprinkle of muscovado sugar or brown sugar. It is often enjoyed with a cup of hot chocolate or salabat (ginger tea), making it a warm and comforting treat during the festive season."
    },
    "recipes-paraguay":{
        "chipa-title": "Chipa Guasú",
        "chipa-original": "Chipa Guasú",
        "chipa-description": "This Paraguayan dish is a savory corn cake made with corn kernels, cheese, onions, eggs, and milk. It is typically baked until golden brown and has a moist, dense texture. Chipa Guasú is often served as a side dish during Christmas and New Year celebrations, providing a delicious accompaniment to the main courses.",
        "cerdo-title": "Pork Leg Roast",
        "cerdo-original": "Cerdo Asado",
        "cerdo-description": "Pork leg roast is a traditional Christmas dish in Paraguay, where the pork is marinated with a blend of spices, garlic, and citrus juice before being slow-roasted to perfection. The result is tender, flavorful meat with a crispy skin. It is commonly served with sides such as rice, salads, and yucca, making it a hearty and festive meal for the holiday season.",
        "clerico-title": "Clericó",
        "clerico-original": "Clericó",
        "clerico-description": "Clericó is a popular festive drink in Paraguay, especially during Christmas and New Year celebrations. It is a refreshing fruit punch made with a mix of chopped fruits such as apples, oranges, pineapples, and grapes, combined with white wine or sparkling wine. The drink is often sweetened with sugar or fruit juice and served chilled, making it a delightful beverage to enjoy during the holiday festivities."
    },
    "recipes-peru":{
        "pavo-title": "Roast Turkey",
        "pavo-original": "Pavo Asado",
        "pavo-description": "The Peruvian Christmas turkey is a festive dish that takes center stage during the holiday celebrations. The turkey is typically marinated with a blend of herbs, spices, and citrus juices, infusing it with rich flavors. It is then roasted to perfection, resulting in tender and juicy meat with a crispy golden skin. The turkey is often stuffed with a savory mixture of ingredients such as rice, nuts, dried fruits, and vegetables, adding an extra layer of taste and texture. Served alongside traditional side dishes like farofa (toasted cassava flour mixture), salads, and rice.",
        "pan-dulce-title": "Sweet Bread with Chocolate",
        "pan-dulce-original": "Panetón con Chocolate",
        "pan-dulce-description": "Panetón con Chocolate is a beloved Peruvian Christmas dessert that resembles the Italian panettone. It is made with a rich, sweet bread dough filled with dried fruits and nuts, and often includes chocolate chips or a chocolate filling. The bread is typically tall and dome-shaped, with a light and airy texture. Panetón con Chocolate is often enjoyed with a cup of hot chocolate or coffee, making it a delightful treat during the festive season.",
        "arroz-title": "Arab Rice",
        "arroz-original": "Arroz Árabe",
        "arroz-description": "Usually served as a side dish during Christmas celebrations in Peru, Arab rice is a flavorful and aromatic dish made with long-grain rice cooked with a blend of spices, such as cumin, cinnamon, and cloves. The rice is often mixed with sautéed onions, garlic, and sometimes includes ingredients like raisins, nuts, or vegetables for added texture and taste. Arab rice provides a delicious accompaniment to the main courses during the festive holiday meals."
    },
    "recipes-china":{
        "apples-title": "Peace Apples",
        "apples-original": "平安果 (Píng'ān Guǒ)",
        "apples-description": "During the Christmas season in China, it is a popular tradition to gift and receive 'Peace Apples'. These apples are often wrapped in colorful paper or placed in decorative boxes, symbolizing peace and good fortune for the coming year. The tradition stems from the Chinese word for apple, 'píngguǒ', which sounds similar to 'píng'ān', meaning peace. Exchanging Peace Apples has become a meaningful gesture during the festive season, representing wishes for safety, harmony, and prosperity among friends and family.",
        "dumplings-title": "Dumplings",
        "dumplings-original": "饺子 (Jiǎozi)",
        "dumplings-description": "Jiǎozi are traditional Chinese dumplings that are especially popular during festive occasions, including Christmas. These dumplings are made by wrapping a filling, typically consisting of ground meat (such as pork, beef, or chicken) mixed with vegetables (like cabbage, chives, and mushrooms), in a thin dough wrapper. The dumplings can be boiled, steamed, or pan-fried, resulting in a variety of textures and flavors. Jiǎozi are often enjoyed with dipping sauces made from soy sauce, vinegar, and chili oil. While it may be a rather recent tradition to eat dumplings specifically for Christmas, they are widely appreciated as a delicious and comforting dish during the holiday season in China.",
        "cake-title": "Chinese Christmas Cake",
        "cake-original": "圣诞蛋糕 (Shèngdàn Dàngāo)",
        "cake-description": "A somewhat recent tradition in China is the consumption of Christmas cake during the holiday season. Chinese Christmas cake is typically a light and fluffy sponge cake, often layered with whipped cream and fresh fruits such as strawberries, kiwis, and peaches. The cake is usually decorated with festive motifs, including Santa Claus, Christmas trees, and snowflakes, making it visually appealing for the occasion. This cake has become a popular choice for celebrations and gatherings during Christmas time in China, symbolizing joy and togetherness among family and friends."
    },
    "recipes-india":{
        "biryani-title": "Christmas Biryani",
        "biryani-original": "Christmas Biryani",
        "biryani-description": "A festive dish enjoyed in India during the Christmas season, particularly in regions with significant Christian populations such as Goa and Kerala. This flavorful rice dish is made by layering fragrant basmati rice with marinated meat (such as chicken, mutton, or beef), aromatic spices, and sometimes vegetables. The biryani is cooked using the 'dum' method, where it is sealed and slow-cooked to allow the flavors to meld together. Christmas Biryani is often served with raita (yogurt sauce) and salad, making it a hearty and celebratory meal for the holiday season.",
        "bebinca-title": "Bebinca",
        "bebinca-original": "Bebinca",
        "bebinca-description": "A Goa traditional dessert enjoyed during Christmas celebrations, Bebinca is a rich and layered cake made from coconut milk, sugar, ghee (clarified butter), eggs, and flour. The cake is prepared by baking multiple thin layers, one at a time, resulting in a visually appealing dessert with a unique texture. Each layer is cooked until golden brown before adding the next, creating a delightful combination of flavors and colors. Bebinca is often served during festive occasions in Goa, including Christmas, and is cherished for its indulgent taste and cultural significance.",
        "vindaloo-title": "Pork Vindaloo",
        "vindaloo-original": "Pork Vindaloo",
        "vindaloo-description": "A Vindaloo is a popular Goan dish that has Portuguese origins and is commonly enjoyed during Christmas celebrations in India. This flavorful curry is made with marinated pork cooked in a tangy and spicy sauce, which typically includes ingredients such as vinegar, garlic, ginger, and a blend of spices like cumin, coriander, and red chili powder. The pork is slow-cooked until tender, allowing the flavors to meld together. Vindaloo is often served with steamed rice or bread, making it a hearty and satisfying dish for festive occasions."
    },
    "recipes-japan":{
        "kurimasu-title": "Japanese Christmas Cake",
        "kurimasu-original": "クリスマスケーキ (Kurisumasu Kēki)",
        "kurimasu-description": "In Japan, Christmas cake is a popular dessert enjoyed during the holiday season. Unlike traditional Christmas cakes in Western countries, the Japanese Christmas cake is typically a light and fluffy sponge cake, often layered with whipped cream and fresh strawberries. The cake is usually decorated with festive motifs, including Santa Claus, Christmas trees, and snowflakes, making it visually appealing for the occasion. This cake has become a symbol of Christmas in Japan, representing joy and togetherness among family and friends during the festive season.",
        "kfc-title": "KFC",
        "kfc-original": "ケンタッキーフライドチキン (Kentakki Furaido Chikin)",
        "kfc-description": "After a tremendously succesful marketing campaign in the 1970s, eating KFC for Christmas has become a widespread tradition in Japan. Many families pre-order their KFC Christmas meals weeks in advance to ensure they can enjoy this unique holiday feast. The meal typically includes a bucket of fried chicken, along with sides such as mashed potatoes, coleslaw, and biscuits. This tradition has become so popular that KFC outlets in Japan often experience long lines and high demand during the Christmas season, making it a distinctive and beloved part of Japanese Christmas celebrations.",
        "salad-title": "Christmas Potato Salad",
        "salad-original": "クリスマスポテトサラダ (Kurisumasu Poteto Sarada)",
        "salad-description": "A popular side dish during Christmas celebrations in Japan, Christmas potato salad is a festive variation of the traditional potato salad. This dish typically includes boiled potatoes mixed with ingredients such as cucumbers, carrots, corn, and ham, all combined with mayonnaise. What makes it special for Christmas is the addition of colorful vegetables like red bell peppers and green peas, which give it a vibrant appearance reminiscent of holiday colors. The salad is often shaped into a Christmas tree or wreath and decorated with cherry tomatoes or olives to enhance its festive look. Christmas potato salad is a beloved accompaniment to the main dishes during holiday meals in Japan."
    },
    "recipes-finland":{
        "rosolli-title": "Rosolli",
        "rosolli-original": "Rosolli",
        "rosolli-description": "A traditional Finnish Christmas salad made with diced beets, potatoes, carrots, pickles, and onions. It is typically dressed with a tangy vinaigrette or a creamy sauce made from sour cream and mustard. Rosolli is often served as a side dish during the Christmas meal, providing a refreshing and colorful addition to the festive table.",
        "joulukinkku-title": "Christmas Ham",
        "joulukinkku-original": "Joulukinkku",
        "joulukinkku-description": "Joulukinkku is a traditional Finnish Christmas dish consisting of a large ham that is typically cured and then baked until tender and flavorful. The ham is often glazed with a mixture of mustard and breadcrumbs, giving it a crispy and savory crust. It is usually served as the centerpiece of the Christmas meal, accompanied by side dishes such as mashed potatoes, rutabaga casserole, and lingonberry sauce. Joulukinkku is a beloved dish in Finland, symbolizing the festive spirit and bringing families together during the holiday season.",
        "joulutorttu-title": "Christmas Pie",
        "joulutorttu-original": "Joulutorttu",
        "joulutorttu-description": "One of the cutest traditional Finnish Christmas pastries is the Joulutorttu, a star-shaped puff pastry filled with prune jam. The dough is rolled out and cut into star shapes, with the points of the star folded towards the center to create a festive appearance. The prune jam filling adds a sweet and tangy flavor to the flaky pastry. Joulutorttu is often enjoyed with a cup of coffee or tea during the Christmas season, making it a delightful treat that captures the essence of Finnish holiday traditions."
    },
    "recipes-italy":{
        "7fishes-title": "Feast of the Seven Fishes",
        "7fishes-original": "La Vigilia dei Sette Pesci",
        "7fishes-description": "A strong name for a strong tradition, the Feast of the Seven Fishes is an Italian Christmas Eve celebration that features a variety of seafood dishes. The tradition stems from the Roman Catholic practice of abstaining from meat on certain holy days, including Christmas Eve. Families gather to enjoy an array of fish and seafood dishes, which can include baccalà (salted cod), calamari (squid), shrimp, clams, mussels, and other seafood delicacies. The number seven is symbolic, representing the seven sacraments of the Catholic Church or the seven days of creation. The Feast of the Seven Fishes is a cherished tradition that brings families together to celebrate with delicious food and festive cheer.",
        "pandoro-title": "Pandoro Sweet Bread",
        "pandoro-original": "Pandoro",
        "pandoro-description": "Pandoro is a traditional Italian sweet bread that is especially popular during the Christmas season. Originating from Verona, this golden, star-shaped cake is known for its light and fluffy texture, which is achieved through a unique preparation process that involves multiple layers of dough. Pandoro is typically dusted with powdered sugar, resembling the snow-capped peaks of the Italian Alps. It is often enjoyed plain or served with accompaniments such as mascarpone cream, chocolate sauce, or fruit preserves. Pandoro has become a beloved holiday treat in Italy, symbolizing the festive spirit and bringing joy to families during Christmas celebrations.",
        "lasagna-title": "Christmas Lasagna",
        "lasagna-original": "Lasagna di Natale",
        "lasagna-description": "The main course in traditional Italian Christmas celebrations is often some kind of pasta dish, with lasagna being a popular choice. Christmas lasagna is typically made with layers of pasta sheets, rich meat sauce (such as ragù), béchamel sauce, and a variety of cheeses like mozzarella and Parmesan. The dish is baked until bubbly and golden brown, resulting in a hearty and comforting meal that brings families together during the holiday season. Christmas lasagna can also include additional ingredients such as spinach, mushrooms, or other vegetables, adding extra flavor and texture to this festive dish."
    },
    "recipes-russia":{
        "kutya-title": "Kutya",
        "kutya-original": "Кутья (Kutya)",
        "kutya-description": "Kutya is a traditional Russian Christmas dish made from boiled wheat berries mixed with honey, poppy seeds, and sometimes nuts or dried fruits. It is typically served as the first dish during the Christmas Eve supper, symbolizing hope and prosperity for the coming year. Kutya is often eaten in silence, reflecting on the past year and looking forward to the future.",
        "pelmeni-title": "Pelmeni",
        "pelmeni-original": "Пельмени (Pelmeni)",
        "pelmeni-description": "These are traditional Russian dumplings made from thin dough filled with minced meat (usually a mixture of pork, beef, and sometimes lamb) and spices. Pelmeni are typically boiled and served with sour cream, butter, or vinegar. They are a popular dish during Christmas celebrations in Russia, providing warmth and comfort during the cold winter months.",
        "borscht-title": "Borscht",
        "borscht-original": "Борщ (Borscht)",
        "borscht-description": "One of the most iconic Russian dishes, borscht is a hearty beet soup that is often served during Christmas celebrations. It is made with beets, cabbage, potatoes, carrots, onions, and sometimes meat (such as beef or pork). The soup is typically garnished with a dollop of sour cream and fresh dill, providing a rich and tangy flavor. Borscht is a comforting dish that brings warmth and joy to the holiday table."
    },
    "recipes-serbia":{
        "cesnica-title": "Česnica",
        "cesnica-original": "Чесница (Česnica)",
        "cesnica-description": "Česnica is a traditional Serbian Christmas bread that holds significant cultural and religious importance. It is typically prepared for Jól, which is the Serbian equivalent of Christmas, celebrated on January 7th according to the Julian calendar. The bread is made from wheat flour, water, yeast, and salt, and is often decorated with intricate patterns or symbols representing prosperity and good fortune. A unique aspect of Česnica is the inclusion of a coin or small trinket hidden inside the bread before baking. During the Christmas Eve dinner, the bread is broken into pieces and shared among family members, with the person who finds the coin believed to receive good luck and blessings for the coming year.",
        "sarma-title": "Sarma",
        "sarma-original": "Сарма (Sarma)",
        "sarma-description": "Sarma is a traditional Serbian dish made from fermented cabbage leaves stuffed with a mixture of ground meat (usually pork and beef), rice, onions, and spices. The stuffed cabbage rolls are then simmered in a flavorful broth, often with smoked meats or sausages added for extra depth of flavor. Sarma is a popular dish during Jól, the Serbian Christmas celebration on January 7th, and is typically served as a main course during the festive meal.",
        "bombice-title": "Dried Fruit Bombs",
        "bombice-original": "Бомбице од сувог воћа (Bombice od suvog voća)",
        "bombice-description": "Dried fruit bombs are a traditional Serbian dessert enjoyed during Jól, the Serbian Christmas celebration on January 7th. These sweet treats are made by combining a mixture of dried fruits such as figs, dates, apricots, and raisins with nuts, honey, and sometimes a splash of brandy or rum. The mixture is then shaped into small balls or 'bombs' and coated with desiccated coconut or crushed nuts. Dried fruit bombs are often served as a festive dessert or snack during the holiday season, providing a delightful combination of flavors and textures."
    },
    "recipes-australia":{
        "prawns-title": "Christmas Prawns",
        "prawns-original": "Christmas Prawns",
        "prawns-description": "A popular dish during Christmas in Australia, Christmas prawns are typically served chilled as a refreshing appetizer or main course. The prawns are often boiled or grilled and then chilled before being served with a variety of dipping sauces, such as cocktail sauce or garlic butter. They are a favorite choice for holiday gatherings, especially given Australia's warm summer weather during Christmas time.",
        "ham-title": "Glazed Ham",
        "ham-original": "Glazed Ham",
        "ham-description": "Glazed ham is a cured pork leg that is often coated with a sweet glaze made from ingredients like honey, brown sugar, and mustard. The ham is baked until the glaze caramelizes, creating a flavorful and festive centerpiece for the holiday meal. It is typically served with sides such as roasted vegetables, salads, and potatoes.",
        "pavlova-title": "Pavlova",
        "pavlova-original": "Pavlova",
        "pavlova-description": "A meringue-based dessert named after the Russian ballerina Anna Pavlova, this dessert is especially popular during Christmas in Australia. The pavlova has a crisp crust and a soft, light inside, often topped with whipped cream and fresh fruits such as strawberries, kiwis, and passionfruit. It is a refreshing and delightful way to end a festive meal."
    },
    "recipes-fiji":{
        "kokoda-title": "Kokoda",
        "kokoda-original": "Kokoda",
        "kokoda-description": "A Fijian dish made from raw fish marinated in lime juice, coconut milk, onions, tomatoes, and chili peppers. The fish is typically cut into small pieces and mixed with the other ingredients, allowing the lime juice to 'cook' the fish. Kokoda is a refreshing and flavorful dish very similar to ceviche, often served as an appetizer during Christmas celebrations in Fiji.",
        "lovo-title": "Underground Barbecue",
        "lovo-original": "Lovo",
        "lovo-description": "Not exactly a dish, but rather a traditional Fijian method of cooking food for special occasions like Christmas. In a lovo, a pit is dug in the ground and heated with hot stones. Various meats, fish, and vegetables are wrapped in banana leaves and placed on the hot stones, then covered with more leaves and earth to trap the heat. The food cooks slowly, resulting in tender and flavorful dishes that are enjoyed during festive gatherings.",
        "pie-title": "Pineapple Pie",
        "pie-original": "Pineapple Pie",
        "pie-description": "Popular dessert in Fiji, pineapple pie is made with a flaky pastry crust filled with sweetened pineapple chunks. The pie is baked until golden brown and is often served warm or at room temperature. Pineapple pie is a delightful way to end a Christmas meal, offering a tropical twist to traditional holiday desserts."
    },
    "recipes-new-zealand":{
        "kuku-title": "Green-Lipped Mussels",
        "kuku-original": "Kuku",
        "kuku-description": "These are a type of mussel native to New Zealand, known for their large size and distinctive green shell. During Christmas celebrations, green-lipped mussels are often steamed and served with garlic butter or a tangy dipping sauce. They are a popular appetizer or main course, especially given New Zealand's coastal location and abundance of fresh seafood.",
        "lamb-title": "Roast Lamb",
        "lamb-original": "Roast Lamb",
        "lamb-description": "Roast lamb is a traditional Christmas dish in New Zealand, often served as the main course during festive meals. The lamb is typically seasoned with herbs such as rosemary and garlic, then roasted until tender and juicy. It is commonly accompanied by side dishes like roasted vegetables, potatoes, and mint sauce, making it a hearty and flavorful centerpiece for Christmas celebrations.",
        "pavlova-title": "Pavlova",
        "pavlova-original": "Pavlova",
        "pavlova-description": "A meringue-based dessert named after the Russian ballerina Anna Pavlova, this dessert is especially popular during Christmas in New Zealand. The pavlova has a crisp crust and a soft, light inside, often topped with whipped cream and fresh fruits. What distinguishes New Zealand's pavlova is the use of local fruits such as kiwifruit, passionfruit, and berries, adding a vibrant and tangy flavor to the dessert. It is a refreshing and delightful way to end a festive meal."
    },
    "recipes-papua-new-guinea":{
        "mumu-title": "Plantain Baked Barbecue",
        "mumu-original": "Mumu",
        "mumu-description": "A traditional method of cooking food in Papua New Guinea, especially during special occasions like Christmas. In a mumu, a pit is dug in the ground and heated with hot stones. Various meats, fish, and vegetables are wrapped in banana leaves and placed on the hot stones, then covered with more leaves and earth to trap the heat. The food cooks slowly, resulting in tender and flavorful dishes that are enjoyed during festive gatherings.",
        "pork-title": "Roast Pork",
        "pork-original": "Roast Pork",
        "pork-description": "Roast pork is a popular dish during Christmas celebrations in Papua New Guinea. The pork is typically marinated with a blend of spices and herbs, then roasted until the skin is crispy and the meat is tender and juicy. It is often served with traditional side dishes such as sweet potatoes, taro, and vegetables, making it a hearty and festive meal for the holiday season.",
        "saksak-title": "Saksak",
        "saksak-original": "Saksak",
        "saksak-description": "A traditional Papua New Guinean dessert made from grated cassava mixed with coconut milk and sugar, then wrapped in banana leaves and steamed. Saksak is often enjoyed during Christmas celebrations, providing a sweet and satisfying end to the festive meal. The dessert has a soft and chewy texture, with the coconut milk adding a rich and creamy flavor."
    }
}