{
    "continent": {
        "africa": "África",
        "asia": "Ásia",
        "europe": "Europa",
        "north-america": "América do Norte",
        "oceania": "Oceania",
        "south-america": "América do Sul"
    },
    "modal": {
        "select-countries": "Selecione um dos países disponíveis"
    },
    "menu": {
        "map": "Mapa",
        "fullscreen": "Tela cheia",
        "cursor-hide": "Esconder cursor",
        "cursor-show": "Mostrar cursor",
        "language": "Idioma"
    },
    "country": {
        "argentina": "Argentina",
        "australia": "Austrália",
        "brazil": "Brasil",
        "china": "China",
        "costa-rica": "Costa Rica",
        "cuba": "Cuba",
        "fiji": "Fiji",
        "finland": "Finlândia",
        "india": "Índia",
        "italy": "Itália",
        "japan": "Japão",
        "mexico": "México",
        "new-zealand": "Nova Zelândia",
        "papua-new-guinea": "Papua Nova Guiné",
        "paraguay": "Paraguai",
        "peru": "Peru",
        "russia": "Rússia",
        "serbia": "Sérvia",
        "south-africa": "África do Sul",
        "united-states": "Estados Unidos",
        "philippines": "Filipinas"
    },
    "recipes": {
        "ingredients": "Ingredientes",
        "description": "Descrição"
    },
    "recipes-south-africa": {
        "kersfees-braai-title": "Churrasco de Natal",
        "kersfees-braai-original": "Kersfees Braai",
        "kersfees-braai-description": "Reunião ao ar livre, onde carnes variadas são grelhadas em fogo aberto. O braai pode incluir linguiças, frango, costelas e espetos, acompanhados de saladas frias, pães e molhos.",
        "kersfees-gammon-title": "Tender Assado",
        "kersfees-gammon-original": "Kersfees Gammon",
        "kersfees-gammon-description": "Tender defumado e assado, coberto por um glacê feito com mel e cravo. Costuma ser decorado com cravos inteiros e rodelas de abacaxi ou cerejas, sendo servido em fatias durante a ceia de Natal.",
        "malva-pudding-title": "Pudim de Malva",
        "malva-pudding-original": "Malva Pudding",
        "malva-pudding-description": "Tradicional sobremesa servida quente, feita com uma massa macia à base de ovos, farinha, leite e geleia de damasco. Após assar, é regada com um molho cremoso de manteiga, açúcar e creme de leite, que é absorvido pelo bolo. Costuma ser servida ainda quente, acompanhada de sorvete ou creme."
    },
    "recipes-egypt": {
        "koshari-title": "Koshari",
        "koshari-original": "Koshari",
        "koshari-description": "Prato popular preparado com camadas de arroz, macarrão e lentilhas, cobertas por molho de tomate temperado e cebolas fritas crocantes.",
        "fatta-title": "Fatta",
        "fatta-original": "Fatta",
        "fatta-description": "Prato festivo composto por camadas de pão sírio torrado, arroz e carne (geralmente cordeiro ou boi), cobertas com um molho de tomate, alho e vinagre.",
        "kahk-title": "Kahk",
        "kahk-original": "Kahk",
        "kahk-description": "Biscoitos tradicionais em formato redondo, feitos com farinha, manteiga e especiarias, muitas vezes recheados com tâmaras, nozes ou pasta de gergelim (agameya). São polvilhados com açúcar de confeiteiro."
    },
    "recipes-nigeria": {
        "jollof-rice-title": "Arroz Jollof",
        "jollof-rice-original": "Jollof Rice",
        "jollof-rice-description": "Prato tradicional da culinária da África Ocidental, feito com arroz cozido em um molho de tomate, pimentão e cebola, temperado com especiarias como curry, tomilho e folha de louro. Costuma ser servido acompanhado de frango, carne ou peixe.",
        "grilled-meat-title": "Carne Grelhada",
        "grilled-meat-original": "Grilled Meat",
        "grilled-meat-description": "Carne que costuma acompanhar o arroz jollof, temperada com uma mistura de especiarias e grelhada até ficar suculenta e saborosa. Pode ser feita com carne bovina, frango ou peixe.",
        "pepper-soup-title": "Sopa de Pimenta",
        "pepper-soup-original": "Pepper Soup",
        "pepper-soup-description": "Caldo picante e aromático preparado com carne ou peixe, pimentas e uma mistura de especiarias típicas chamadas pepper soup spices, que incluem noz-moscada africana e grãos de selim.",
        "fried-rice-title": "Arroz Frito",
        "fried-rice-original": "Fried Rice",
        "fried-rice-description": "Arroz frito misturado a fígado, camarões e legumes variados, como cenoura, ervilha e pimentão. É temperado com curry e especiarias locais."
    },
    "recipes-rwanda": {
        "isombe-title": "Isombe",
        "isombe-original": "Isombe",
        "isombe-description": "Folhas de mandioca cozidas e amassadas, misturadas a pasta de amendoim e temperos. Às vezes inclui peixe seco ou legumes, resultando em um purê espesso e saboroso. É servido com arroz, bugali ou banana cozida.",
        "bugali-title": "Bugali",
        "bugali-original": "Bugali",
        "bugali-description": "Prato tradicional da culinária africana que possui diversos nomes e variações, como Ugali no Kenya e Posho na Uganda. Feito com uma papa ou massa firme de fubá de milho cozido e servido ao lado de feijão cozido em molho temperado.",
        "brochettes-title": "Espetinhos Ruandeses",
        "brochettes-original": "Brochettes",
        "brochettes-description": "Espetinhos de carne — geralmente de boi, cabra ou frango — grelhados sobre carvão e temperados com especiarias locais. São servidos com acompanhamentos simples, como batatas fritas, banana-da-terra assada ou salada."
    },
    "recipes-costa-rica": {
        "tamales-title": "Pamonha Natalina",
        "tamales-original": "Tamales",
        "tamales-description": "Massa de milho temperada, recheada com carne de porco, arroz, legumes e especiarias. Os tamales são embrulhados em folhas de banana e cozidos no vapor.",
        "cerdo-title": "Pernil de Porco Assado",
        "cerdo-original": "Pierna de Cerdo Asado",
        "cerdo-description": "Pernil de porco marinado em temperos como alho, cebola, ervas e suco de laranja azeda. É assado lentamente até ficar macio e dourado, sendo servido em fatias com arroz, saladas e molhos caseiros.",
        "rompope-title": "Gemada Rompope",
        "rompope-original": "Rompope",
        "rompope-description": "Bebida tradicional feita com gemas de ovo, leite, açúcar e especiarias como canela e baunilha. É semelhante à gemada e é consumida especialmente durante as festividades de fim de ano."
    },
    "recipes-cuba": {
        "lechon-title": "Leitão Assado",
        "lechon-original": "Lechón Asado",
        "lechon-description": "Leitão marinado em uma mistura de suco de laranja azeda, alho, cebola, cominho e outras especiarias, e depois assado lentamente até a pele ficar crocante e a carne macia e suculenta. Geralmente é servido com arroz, feijão preto, farofa de banana e salada.",
        "congri-title": "Congrí",
        "congri-original": "Congrí",
        "congri-description": "Prato feito com arroz branco e feijão preto cozidos juntos com alho, cebola, pimentão e temperos como cominho e louro. É um acompanhamento popular para carnes assadas, especialmente o lechón.",
        "yuca-title": "Mandioca com Molho",
        "yuca-original": "Yuca con Mojo",
        "yuca-description": "Mandioca cozida servida com um molho feito com suco de laranja azeda, alho, cebola e azeite. A mandioca é macia por dentro e levemente crocante por fora, complementando perfeitamente o sabor do molho."
    },
    "recipes-united-states": {
        "turkey-title": "Peru Assado",
        "turkey-original": "Roast Turkey",
        "turkey-description": "Prato tradicionalmente servido durante o Dia de Ação de Graças e Natal. O peru é temperado com ervas, manteiga e especiarias, assado lentamente até a pele ficar dourada e crocante, enquanto a carne permanece suculenta por dentro. Geralmente é acompanhado de recheio, purê de batatas, molho de cranberry e legumes.",
        "ham-title": "Presunto Glaceado",
        "ham-original": "Glazed Ham",
        "ham-description": "Presunto assado coberto com um glacê feito de mel, açúcar mascavo e especiarias como cravo e canela. O presunto é assado até ficar caramelizado por fora e macio por dentro, sendo servido em fatias durante as celebrações natalinas.",
        "pumpkin-pie-title": "Torta de Abóbora",
        "pumpkin-pie-original": "Pumpkin Pie",
        "pumpkin-pie-description": "Sobremesa clássica feita com um recheio cremoso de abóbora temperado com canela, noz-moscada e gengibre, assado em uma crosta de massa. A torta de abóbora é tradicionalmente servida durante o Dia de Ação de Graças e Natal, muitas vezes acompanhada de chantilly."
    },
    "recipes-mexico":{
        "jamon-title": "Presunto de Natal",
        "jamon-original": "Jamon de Navidad",
        "jamon-description": "Presunto assado coberto com um glacê feito de mel, açúcar mascavo e especiarias como cravo e canela. O presunto é assado até ficar caramelizado por fora e macio por dentro, sendo servido em fatias durante as celebrações natalinas.",
        "turkey-title": "Peru Assado",
        "turkey-original": "Pavo Relleno",
        "turkey-description": "Prato tradicionalmente servido durante o Natal no México. O peru é recheado com uma mistura de carne moída, frutas secas, nozes e especiarias, depois assado lentamente até a pele ficar dourada e crocante, enquanto a carne permanece suculenta por dentro. Geralmente é acompanhado de arroz vermelho, salada de maçã e farofa.",
        "tamales-title": "Pamonha Salgada Natalina",
        "tamales-original": "Tamales",
        "tamales-description": "Massa de milho temperada, recheada com carne de porco, arroz, legumes e especiarias. Os tamales são embrulhados em folhas de milho ou banana e cozidos no vapor. São uma parte essencial das celebrações natalinas no México, muitas vezes preparados em família e servidos com atole ou champurrado."
    },
    "recipes-argentina": {
        "asado-title": "Churrasco Argentino",
        "asado-original": "Asado Argentino",
        "asado-description": "O asado é uma tradição culinária na Argentina, especialmente durante as celebrações de fim de ano. Consiste em uma variedade de carnes, como costela, linguiça, frango e morcilla, grelhadas lentamente em uma churrasqueira (parrilla) sobre brasas de carvão ou lenha. As carnes são temperadas com sal grosso e acompanhadas de chimichurri, saladas frescas e pão.",
        "pionono-title": "Pionono",
        "pionono-original": "Pionono",
        "pionono-description": "Prato salgado feito com um rocambole de massa fina recheado com presunto, queijo, maionese, atum ou legumes. É cortado em fatias e servido como entrada ou lanche durante as celebrações natalinas.",
        "pan-dulce-title": "Panetone",
        "pan-dulce-original": "Pan Dulce",
        "pan-dulce-description": "Pão doce tradicional italiano que se tornou parte das celebrações natalinas na Argentina. Feito com uma massa leve e aerada, recheada com frutas cristalizadas e uvas-passas, o panetone é servido em fatias durante a ceia de Natal e Ano Novo, muitas vezes acompanhado de chocolate quente ou vinho doce."
    },
    "recipes-brazil": {
        "peru-title": "Peru Assado",
        "peru-original": "Peru Assado",
        "peru-description": "O peru assado é uma tradição culinária no Brasil, especialmente durante as celebrações de Natal e Ano Novo. Esta receita clássica envolve temperar o peru com uma mistura de ervas, alho e suco de laranja, proporcionando um sabor suculento e aromático. O peru é assado lentamente no forno até que a pele fique dourada e crocante, enquanto a carne permanece macia e suculenta por dentro. Acompanhado de farofa, arroz à grega e salada, o peru assado é o prato principal que reúne familiares e amigos em torno da mesa para celebrar momentos especiais.",
        "rabanada-title": "Rabanada",
        "rabanada-original": "Rabanada",
        "rabanada-description": "A rabanada é uma sobremesa tradicionalmente servida durante as festas de fim de ano no Brasil. Feita com fatias de pão amanhecido embebidas em uma mistura de leite, ovos, açúcar e canela, a rabanada é frita até ficar dourada e crocante por fora, enquanto permanece macia por dentro. Após a fritura, as fatias são polvilhadas com açúcar e canela, conferindo um sabor doce e aromático. Muitas vezes, a rabanada é servida acompanhada de calda de frutas, mel ou sorvete, tornando-se uma deliciosa opção para encerrar as celebrações natalinas com um toque especial.",
        "arroz-title": "Arroz Natalino",
        "arroz-original": "Arroz Natalino",
        "arroz-description": "O arroz natalino é um prato festivo tradicionalmente servido durante as celebrações de Natal no Brasil. Esta receita especial combina arroz branco cozido com uma variedade de ingredientes coloridos e saborosos, como nozes, castanhas, frutas cristalizadas e legumes picados, como cenoura e pimentão. Temperado com ervas frescas, alho e cebola, o arroz natalino é aromático e visualmente atraente, trazendo um toque festivo à mesa. Agora, se ele deve ser servido com ou sem passas, isso depende do gosto pessoal de cada família, mas acaba gerando debates calorosos e engraçados entre os brasileiros durante as festividades.",
        "panetone-title": "Panetone",
        "panetone-original": "Panetone",
        "panetone-description": "O panetone é um pão doce tradicionalmente consumido durante as festas de fim de ano no Brasil. Originário da Itália, o panetone brasileiro é caracterizado por sua massa leve e aerada. O receio, no entanto, é polêmico: há quem prefira as frutas cristalizadas, enquanto outros só comem com gotas de chocolate (também conhecidos como Chocotone). Independentemente da preferência, o panetone é um símbolo das celebrações natalinas, sendo compartilhado entre familiares e amigos como uma sobremesa especial durante as festividades de fim de ano."
    },
    "recipes-philippines":{
        "lumpiang-title": "Rolinho Primavera de Shanghai",
        "lumpiang-original": "Lumpiang Shanghai",
        "lumpiang-description": "O rolinho primavera de Shanghai é um prato filipino popular, especialmente durante as celebrações de fim de ano. Consiste em pequenos rolinhos fritos recheados com uma mistura saborosa de carne moída (geralmente porco), legumes picados, alho, cebola e temperos. Os rolinhos são enrolados em uma fina massa de rolinho primavera e fritos até ficarem dourados e crocantes. Servidos com molho agridoce ou molho de soja, os Lumpiang Shanghai são um aperitivo delicioso e crocante que agrada a todos durante as festividades.",
        "embutido-title": "Embutido Filipino",
        "embutido-original": "Embutido",
        "embutido-description": "O embutido filipino é uma deliciosa especialidade tradicionalmente preparada durante as celebrações de Natal e Ano Novo nas Filipinas. Trata-se de um rolo de carne moída (geralmente porco) misturada com ingredientes saborosos, como ovos cozidos, salsichas, passas, cenoura ralada e ervilhas. A mistura é temperada com alho, cebola, molho de soja e outros condimentos antes de ser enrolada em papel alumínio e cozida no vapor ou assada. O embutido é servido em fatias durante as festividades, oferecendo uma combinação irresistível de sabores doces e salgados que encantam os paladares filipinos.",
        "puto-title": "Puto Cozido no Bambu",
        "puto-original": "Puto Bumbong",
        "puto-description": "O Puto Bumbong é uma sobremesa tradicional filipina especialmente popular durante a época natalina. Trata-se de um bolo de arroz roxo feito com arroz glutinoso tingido com corante natural de ube (inhame roxo). A massa é cozida em tubos de bambu, o que lhe confere uma textura única e um formato cilíndrico distinto. Após o cozimento, o Puto Bumbong é servido quente, geralmente coberto com manteiga derretida, coco ralado e açúcar mascavo, proporcionando uma combinação deliciosa de sabores doces e cremosos. Esta sobremesa é frequentemente apreciada durante as celebrações religiosas e festivais natalinos nas Filipinas."
    },
    "recipes-paraguay":{
        "chipa-title": "Chipa Guasú",
        "chipa-original": "Chipa Guasú",
        "chipa-description": "A Chipa Guasú é uma torta salgada tradicional do Paraguai, feita com milho verde, queijo, ovos, leite e temperos. A massa é preparada com milho ralado ou fubá, misturado com queijo fresco (como o queijo paraguayo), ovos, leite e cebola picada. A mistura é então assada até ficar dourada e firme por fora, enquanto permanece macia e cremosa por dentro. A Chipa Guasú é frequentemente servida como acompanhamento em refeições festivas, especialmente durante as celebrações de Natal e Ano Novo no Paraguai.",
        "cerdo-title": "Pernil de Porco Assado",
        "cerdo-original": "Cerdo Asado",
        "cerdo-description": "O pernil de porco assado é um prato tradicionalmente servido durante as celebrações de Natal e Ano Novo no Paraguai. O pernil é marinado com uma mistura de temperos, que pode incluir alho, cebola, ervas frescas, suco de laranja azeda e especiarias locais. Após a marinada, o pernil é assado lentamente até que a carne fique macia e suculenta, com a pele crocante por fora. Geralmente é servido em fatias, acompanhado de arroz, saladas e molhos caseiros, sendo o prato principal que reúne familiares e amigos em torno da mesa para celebrar momentos especiais.",
        "clerico-title": "Clericó",
        "clerico-original": "Clericó",
        "clerico-description": "O Clericó é uma bebida refrescante e festiva tradicionalmente consumida durante as celebrações de Natal e Ano Novo no Paraguai. Trata-se de uma espécie de ponche feito com uma mistura de frutas frescas picadas, como maçã, laranja, abacaxi, uvas e morangos, combinadas com vinho branco ou espumante. A bebida é adoçada com açúcar ou mel e pode ser aromatizada com especiarias como canela ou cravo-da-índia. O Clericó é servido gelado, muitas vezes em grandes tigelas ou jarros, sendo uma opção popular para brindar e celebrar em ocasiões especiais."
    },
    "recipes-peru":{
        "pavo-title": "Peru Assado",
        "pavo-original": "Pavo Asado",
        "pavo-description": "O peru assado é uma tradição culinária no Peru, especialmente durante as celebrações de Natal e Ano Novo. Esta receita clássica envolve temperar o peru com uma mistura de ervas, alho, suco de laranja e especiarias, proporcionando um sabor suculento e aromático. O peru é assado lentamente no forno até que a pele fique dourada e crocante, enquanto a carne permanece macia e suculenta por dentro. Acompanhado de arroz com frutas secas, salada russa e batatas douradas, o peru assado é o prato principal que reúne familiares e amigos em torno da mesa para celebrar momentos especiais.",
        "pan-dulce-title": "Panetone com Chocolate",
        "pan-dulce-original": "Panetón con Chocolate",
        "pan-dulce-description": "O panetone com chocolate é uma variação deliciosa do tradicional panetone peruano, especialmente apreciado durante as festas de fim de ano. Esta versão incorpora pedaços generosos de chocolate na massa leve e aerada do panetone, proporcionando um sabor rico e indulgente. O panetone com chocolate é servido em fatias durante a ceia de Natal e Ano Novo, muitas vezes acompanhado de uma xícara de chocolate quente ou café, tornando-se uma sobremesa irresistível que agrada a todos os paladares durante as celebrações festivas.",
        "arroz-title": "Arroz Árabe",
        "arroz-original": "Arroz Árabe",
        "arroz-description": "O arroz árabe é um prato tradicionalmente servido durante as celebrações de Natal e Ano Novo no Peru. Esta receita especial combina arroz branco cozido com uma variedade de ingredientes saborosos, como carne moída, cebola, alho, passas, amêndoas e especiarias como cominho e canela. O arroz árabe é aromático e visualmente atraente, trazendo um toque festivo à mesa, sendo servido como acompanhamento do peru assado ou outras carnes."
    },
    "recipes-china":{
        "apples-title": "Maçãs da Paz",
        "apples-original": "平安果 (Píng'ān Guǒ)",
        "apples-description": "Durante o Ano Novo Chinês, é costume presentear amigos e familiares com maçãs decoradas, conhecidas como 'Maçãs da Paz'. Essas maçãs são frequentemente embrulhadas em papel vermelho, que simboliza boa sorte e proteção contra espíritos malignos. A palavra chinesa para maçã, 'pingguo', soa semelhante à palavra para paz, 'ping'an', tornando as maçãs um símbolo de bons desejos para o próximo ano. Presentear essas maçãs é uma maneira de expressar votos de harmonia, saúde e prosperidade.",
        "dumplings-title": "Jiaozi (Dumplings)",
        "dumplings-original": "饺子 (Jiǎozi)",
        "dumplings-description": "Os Jiaozi, ou dumplings chineses, são um prato tradicionalmente consumido durante o Ano Novo Chinês. Esses bolinhos recheados podem conter uma variedade de ingredientes, como carne moída, vegetais e temperos, e são geralmente cozidos no vapor, fervidos ou fritos. A forma dos Jiaozi assemelha-se a pequenos lingotes de ouro, simbolizando riqueza e prosperidade para o ano que se inicia. Comer Jiaozi na véspera do Ano Novo é uma tradição que representa a união familiar e os votos de boa sorte.",
        "cake-title": "Bolo de Natal Chinês",
        "cake-original": "圣诞蛋糕 (Shèngdàn Dàngāo)",
        "cake-description": "Trata-se de uma tradição relativamente nova na China, onde o Bolo de Natal é apreciado durante as celebrações natalinas. Este bolo é geralmente decorado com temas festivos, como árvores de Natal, Papai Noel e flocos de neve, e é feito com uma massa leve e fofa, recheada com creme, frutas ou chocolate. O Bolo de Natal Chinês simboliza a alegria e a celebração da época festiva, sendo compartilhado entre amigos e familiares como uma sobremesa especial durante as festividades de fim de ano."
    },
    "recipes-india":{
        "biryani-title": "Biryani de Natal",
        "biryani-original": "Christmas Biryani",
        "biryani-description": "O Biryani de Natal é uma variação festiva do tradicional prato indiano, preparado especialmente durante as celebrações natalinas. Esta versão especial do biryani incorpora ingredientes ricos e aromáticos, como carne de cordeiro ou frango, arroz basmati, especiarias como açafrão, cardamomo e canela, além de frutas secas e nozes. O prato é cozido lentamente para permitir que os sabores se misturem perfeitamente, resultando em uma refeição saborosa e festiva que reúne familiares e amigos em torno da mesa para celebrar o Natal.",
        "bebinca-title": "Bebinca",
        "bebinca-original": "Bebinca",
        "bebinca-description": "A Bebinca é uma sobremesa tradicional de Goa, Índia, especialmente apreciada durante as celebrações natalinas. Trata-se de um bolo em camadas feito com ingredientes simples, como farinha de trigo, açúcar, leite de coco, ovos e ghee (manteiga clarificada). Cada camada é cozida individualmente, resultando em um bolo denso e rico com uma textura única. A Bebinca é frequentemente servida em fatias finas durante as festividades de Natal, oferecendo um sabor doce e indulgente que agrada a todos os paladares.",
        "vindaloo-title": "Vindaloo de Porco",
        "vindaloo-original": "Pork Vindaloo",
        "vindaloo-description": "O termo Vindaloo refere-se a um prato de raízes portuguesas adaptado à culinária indiana, especialmente popular em Goa. Tradicionalmente feito com carne de porco marinada em uma mistura de vinagre, alho, gengibre e especiarias como pimenta vermelha, cominho e mostarda, o Vindaloo é conhecido por seu sabor picante e aromático. Durante as celebrações natalinas em Goa, o Vindaloo de Porco é frequentemente preparado como um prato principal, servido com arroz ou pão indiano (como naan ou roti)."
    },
    "recipes-japan":{
        "kurimasu-title": "Bolo de Natal Japonês",
        "kurimasu-original": "クリスマスケーキ (Kurisumasu Kēki)",
        "kurimasu-description": "O Bolo de Natal Japonês é uma sobremesa popular durante as celebrações natalinas no Japão. Este bolo é geralmente feito com uma massa leve e fofa, recheada com creme chantilly e morangos frescos, e decorado com mais morangos e chantilly por cima. O Bolo de Natal Japonês simboliza a alegria e a celebração da época festiva, sendo compartilhado entre amigos e familiares como uma sobremesa especial durante as festividades de fim de ano.",
        "kfc-title": "Frango Frito do KFC",
        "kfc-original": "ケンタッキーフライドチキン (Kentakki Furaido Chikin)",
        "kfc-description": "Após uma fantástica estratégia de marketing iniciada na década de 1970, o frango frito do KFC tornou-se uma tradição natalina no Japão. Muitas famílias japonesas optam por encomendar um balde de frango frito do KFC para a ceia de Natal, criando uma celebração única e saborosa. Essa tradição surgiu devido à falta de costumes natalinos estabelecidos no Japão, e o KFC capitalizou essa oportunidade, promovendo seu frango frito como uma opção festiva. Hoje, é comum ver longas filas nas lojas do KFC durante a época natalina, enquanto as famílias japonesas desfrutam dessa deliciosa refeição juntos.",
        "salad-title": "Salada de Batatas Natalina",
        "salad-original": "クリスマスポテトサラダ (Kurisumasu Poteto Sarada)",
        "salad-description": "A Salada de Batatas Natalina é um prato popular durante as celebrações de Natal no Japão. Esta salada é feita com batatas cozidas, maionese, legumes picados (como cenoura, ervilha e milho) e às vezes inclui ingredientes adicionais, como presunto ou ovo cozido. A salada é temperada com sal, pimenta e outros condimentos a gosto, pode ser decorada de forma natalina, imitando uma árvore de natal em seu formato ou até mesmo cortando ingredientes em formato de estrela."
    },
    "recipes-finland":{
        "rosolli-title": "Rosolli",
        "rosolli-original": "Rosolli",
        "rosolli-description": "Rosolli é uma salada tradicional finlandesa servida durante o Natal. Feita com beterraba, cenoura, batata, cebola e maçã, todos cortados em cubos pequenos, a salada é temperada com vinagre e açúcar. Muitas vezes, é servida com um molho de creme azedo ou maionese.",
        "joulukinkku-title": "Presunto de Natal",
        "joulukinkku-original": "Joulukinkku",
        "joulukinkku-description": "O presunto de Natal é o prato principal das celebrações natalinas na Finlândia. Geralmente, é um presunto defumado que é assado no forno e coberto com uma crosta feita de mostarda e pão ralado. É servido com batatas, couve-de-bruxelas e outros acompanhamentos tradicionais.",
        "joulutorttu-title": "Torta de Natal",
        "joulutorttu-original": "Joulutorttu",
        "joulutorttu-description": "Joulutorttu é uma sobremesa tradicional finlandesa feita de massa folhada recheada com geleia de ameixa. A massa é cortada em forma de estrela ou pinheiro de Natal e assada até ficar dourada e crocante. É frequentemente polvilhada com açúcar de confeiteiro antes de servir."
    },
    "recipes-italy":{
        "7fishes-title": "Ceia dos Sete Peixes",
        "7fishes-original": "La Vigilia dei Sette Pesci",
        "7fishes-description": "A Ceia dos Sete Peixes é uma tradição italiana celebrada na véspera de Natal, onde as famílias se reúnem para desfrutar de uma refeição composta por sete pratos diferentes de frutos do mar. Esta tradição tem raízes na prática católica de abstinência de carne na véspera de festas religiosas. Os pratos podem incluir uma variedade de peixes e frutos do mar, como bacalhau, camarão, lula, mexilhões, vieiras, salmão e enguias, preparados de diversas maneiras, como fritos, grelhados ou em molhos saborosos.",
        "pandoro-title": "Panetone Pandoro",
        "pandoro-original": "Pandoro",
        "pandoro-description": "O Panetone Pandoro é uma sobremesa tradicional italiana servida durante as celebrações de Natal. Diferente do panetone Brasileiro, este bolo não possui frutas ou chocolate em seu recheio e tem forma de estrela. Ele é feito com uma massa leve e aerada, enriquecida com manteiga, ovos e açúcar. O Pandoro é frequentemente polvilhado com açúcar de confeiteiro antes de servir, conferindo-lhe uma aparência festiva e um sabor doce e delicado. É comum acompanhar o Pandoro com creme de mascarpone, chocolate quente ou vinho doce, tornando-se uma sobremesa irresistível durante as festividades natalinas.",
        "lasagna-title": "Lasanha de Natal",
        "lasagna-original": "Lasagna di Natale",
        "lasagna-description": "É costumeiro e tradicional comer massas como prato principal na Itália durante as celebrações de Natal. A Lasanha de Natal é um desses exemplos, sendo uma variação especial deste prato clássico, preparada com camadas de massa intercaladas com molho de tomate, carne moída, queijo ricota, mussarela e parmesão. Algumas versões podem incluir ingredientes adicionais, como espinafre, cogumelos ou presunto. A lasanha é assada no forno até que o queijo esteja derretido e dourado, resultando em uma refeição reconfortante e saborosa que reúne familiares e amigos em torno da mesa para celebrar o Natal."
    },
    "recipes-russia":{
        "kutya-title": "Kutya",
        "kutya-original": "Кутья (Kutya)",
        "kutya-description": "Kutya é um prato tradicional russo servido durante as celebrações de Natal. Feito com trigo cozido, mel, sementes de papoula e frutas secas, o Kutya simboliza a esperança e a vida eterna. É consumido como parte da ceia de Natal, representando a união familiar e os votos de prosperidade para o ano que se inicia.",
        "pelmeni-title": "Pelmeni",
        "pelmeni-original": "Пельмени (Pelmeni)",
        "pelmeni-description": "Pelmeni são bolinhos recheados com carne moída, geralmente de porco, boi ou uma mistura de ambos, servidos durante as celebrações de Natal na Rússia. Esses bolinhos são cozidos em água fervente e frequentemente acompanhados de creme azedo ou manteiga derretida.",
        "borscht-title": "Borscht",
        "borscht-original": "Борщ (Borscht)",
        "borscht-description": "Borscht é uma sopa tradicional russa feita com beterraba, repolho, batata, cenoura e carne, servida quente durante as celebrações de Natal. A sopa é conhecida por sua cor vibrante e sabor rico, sendo frequentemente acompanhada de creme azedo e pão preto."
    },
    "recipes-serbia":{
        "cesnica-title": "Česnica",
        "cesnica-original": "Чесница (Česnica)",
        "cesnica-description": "Česnica é um pão tradicional sérvio servido durante as celebrações de Natal, que são realizadas em 7 de Janeiro. Feito com farinha, água, fermento e sal, o pão é assado em formato redondo e pode ter desenhos trançados na superfície. Antes de assar, uma moeda é escondida dentro do pão, simbolizando boa sorte para quem a encontrar. O Česnica é compartilhado entre os membros da família durante a ceia de Natal, representando a união e os votos de prosperidade para o ano que se inicia.",
        "sarma-title": "Sarma",
        "sarma-original": "Сарма (Sarma)",
        "sarma-description": "Sarma é um prato tradicional sérvio servido durante as celebrações de Natal, que são realizadas em 7 de Janeiro. Consiste em folhas de repolho recheadas com uma mistura de carne moída (geralmente porco e boi), arroz, cebola e temperos. As folhas recheadas são enroladas e cozidas lentamente em um molho saboroso, resultando em um prato reconfortante e cheio de sabor. A Sarma é frequentemente servida como prato principal durante a ceia de Natal, reunindo familiares e amigos em torno da mesa para celebrar a ocasião especial.",
        "bombice-title": "Frutas Secas com Nozes",
        "bombice-original": "Бомбице од сувог воћа (Bombice od suvog voća)",
        "bombice-description": "Bombice od suvog voća é uma sobremesa tradicional sérvia servida durante as celebrações de Natal, que são realizadas em 7 de Janeiro. Consiste em uma mistura de frutas secas, como damascos, figos, tâmaras e passas, combinadas com nozes picadas, como nozes, amêndoas ou avelãs. A mistura é moldada em pequenas bolas ou barras e pode ser coberta com chocolate derretido ou polvilhada com açúcar de confeiteiro."
    },
    "recipes-australia":{
        "prawns-title": "Camarões Natalinos",
        "prawns-original": "Christmas Prawns",
        "prawns-description": "Camarões frescos servidos frios, sobre pedras de sal grandes, muitas vezes acompanhados de molhos como molho de coquetel ou aioli. Eles são uma escolha popular para a ceia de Natal devido ao clima quente durante o verão australiano.",
        "ham-title": "Presunto Glaceado",
        "ham-original": "Glazed Ham",
        "ham-description": "Presunto assado coberto com um glacê feito de mel, açúcar mascavo e especiarias como cravo e canela. O presunto é assado até ficar caramelizado por fora e macio por dentro, sendo servido em fatias durante as celebrações natalinas.",
        "pavlova-title": "Merengue",
        "pavlova-original": "Pavlova",
        "pavlova-description": "Sobremesa feita com uma base de merengue crocante por fora e macia por dentro, coberta com chantilly e frutas frescas, como morangos, kiwis e maracujá. A Pavlova é uma sobremesa leve e refrescante, perfeita para o clima quente do verão australiano durante o Natal."
    },
    "recipes-fiji":{
        "kokoda-title": "Kokoda",
        "kokoda-original": "Kokoda",
        "kokoda-description": "Prato tradicional fijiano feito com peixe cru marinado em suco de limão, leite de coco, cebola, tomate e pimenta. O peixe é cortado em cubos pequenos e misturado com os outros ingredientes, resultando em um prato fresco e saboroso, semelhante ao ceviche.",
        "lovo-title": "Churrasco Subterrâneo",
        "lovo-original": "Lovo",
        "lovo-description": "Não é exatamente um prato, mas sim uma forma de cozinhar alimentos. O Lovo é uma técnica tradicional fijiana onde carnes, peixes e vegetais são embrulhados em folhas de bananeira e cozidos em um buraco no chão, aquecido com pedras quentes. O resultado é uma refeição suculenta e cheia de sabor, perfeita para celebrações especiais como o Natal.",
        "pie-title": "Torta de Abacaxi",
        "pie-original": "Pineapple Pie",
        "pie-description": "Sobremesa popular nas Fiji, feita com uma crosta de massa folhada recheada com abacaxi fresco ou em calda. A torta é assada até a crosta ficar dourada e crocante, enquanto o recheio de abacaxi se torna doce e suculento. É uma sobremesa refrescante e deliciosa, ideal para o clima tropical das Fiji durante as celebrações de fim de ano."
    },
    "recipes-new-zealand":{
        "kuku-title": "Mexilhões de Lábios Verdes",
        "kuku-original": "Kuku",
        "kuku-description": "Mexilhões de lábios verdes são uma iguaria tradicional na Nova Zelândia, especialmente durante as celebrações de Natal. Esses mexilhões são conhecidos por sua carne suculenta e saborosa, que é frequentemente servida cozida no vapor com manteiga de alho ou em pratos como sopas e saladas.",
        "lamb-title": "Cordeiro Assado",
        "lamb-original": "Roast Lamb",
        "lamb-description": "O cordeiro assado é um prato tradicionalmente servido durante as celebrações de Natal na Nova Zelândia. O cordeiro é temperado com ervas frescas, alho e azeite, e assado lentamente até ficar macio e suculento. Geralmente é acompanhado de batatas assadas, legumes e molho de hortelã.",
        "pavlova-title": "Merengue",
        "pavlova-original": "Pavlova",
        "pavlova-description": "A Pavlova é uma sobremesa icônica da Nova Zelândia, especialmente popular durante as celebrações de Natal. Diferentemente da Austrália, o merengue costuma ser coberto apenas com kiwis fatiados e morangos frescos, além de chantilly."
    },
    "recipes-papua-new-guinea":{
        "mumu-title": "Cozido de Bananeira",
        "mumu-original": "Mumu",
        "mumu-description": "O Mumu é uma técnica tradicional de cozimento em Papua Nova Guiné, onde carnes, peixes e vegetais são embrulhados em folhas de bananeira e cozidos em um buraco no chão, aquecido com pedras quentes. O resultado é uma refeição suculenta e cheia de sabor, perfeita para celebrações especiais como o Natal.",
        "pork-title": "Carne de Porco Assada",
        "pork-original": "Roast Pork",
        "pork-description": "A carne de porco assada é um prato tradicionalmente servido durante as celebrações de Natal em Papua Nova Guiné. A carne é temperada com ervas locais, alho e especiarias, e assada lentamente até ficar macia e suculenta. Geralmente é acompanhada de tubérculos locais, como taro e inhame, além de saladas frescas.",
        "saksak-title": "Saksak",
        "saksak-original": "Saksak",
        "saksak-description": "O Saksak é uma sobremesa tradicional de Papua Nova Guiné, feita com farinha de mandioca, coco ralado, açúcar e banana. A mistura é moldada em pequenos cilindros, embrulhada em folhas de bananeira e cozida no vapor até ficar firme. O Saksak é servido como uma sobremesa doce e nutritiva durante as celebrações de fim de ano."
    }
}